{
    "divine_mercy_chaplet": {
      "common_prayers": {
        "sign_of_the_cross": {
          "title_latin": "Signum Crucis",
          "title_english": "Sign of the Cross",
          "latin": "In nomine Patris, et Filii, et Spiritus Sancti. Amen.",
          "english": "In the name of the Father, and of the Son, and of the Holy Spirit. Amen."
        },
        "opening_prayer": {
          "title_latin": "Oratio Initialis",
          "title_english": "Opening Prayer",
          "latin": "Tu expirasti, Iesu, sed fons vitae pro animabus scaturivit et oceanus misericordiae universo mundo patuit. O Fons Vitae, insondabilis Divinae Misericordiae abyssus, complectere universum mundum et effunde te super nos.",
          "english": "You expired, Jesus, but the source of life gushed forth for souls, and the ocean of mercy opened up for the whole world. O Fount of Life, unfathomable Divine Mercy, envelop the whole world and empty Yourself out upon us."
        },
        "our_father": {
          "title_latin": "Pater Noster",
          "title_english": "Our Father",
          "latin": "Pater noster, qui es in caelis...",
          "english": "Our Father, who art in heaven..."
        },
        "hail_mary": {
          "title_latin": "Ave Maria",
          "title_english": "Hail Mary",
          "latin": "Ave Maria, gratia plena...",
          "english": "Hail Mary, full of grace..."
        },
        "apostles_creed": {
          "title_latin": "Symbolum Apostolorum",
          "title_english": "Apostles' Creed",
          "latin": "Credo in Deum Patrem omnipotentem...",
          "english": "I believe in God, the Father almighty..."
        },
        "eternal_father": {
          "title_latin": "Pater Aeterne",
          "title_english": "Eternal Father",
          "latin": "Pater aeterne, offero tibi Corpus et Sanguinem...",
          "english": "Eternal Father, I offer you the Body and Blood..."
        },
        "for_his_sorrowful_passion": {
          "title_latin": "Pro Dolorosa Passione Eius",
          "title_english": "For His Sorrowful Passion",
          "latin": "Pro dolorosa passione eius, miserere nobis et totius mundi.",
          "english": "For the sake of His sorrowful Passion, have mercy on us and on the whole world."
        },
        "holy_god": {
          "title_latin": "Sanctus Deus",
          "title_english": "Holy God",
          "latin": "Sanctus Deus, Sanctus Fortis, Sanctus Immortalis, miserere nobis et totius mundi.",
          "english": "Holy God, Holy Mighty One, Holy Immortal One, have mercy on us and on the whole world."
        },
        "closing_prayer": {
          "title_latin": "Oratio Finalis",
          "title_english": "Closing Prayer",
          "latin": "Deus Aeterne, in quo misericordia est infinita et thesaurus compassionis inexhaustus, respice propitius super nos et multiplica super nos misericordiam tuam, ut in rebus arduis non desperemus, sed cum fiducia nos divinae voluntati tuae conformemus, quae est ipsa misericordia et amor. Per Christum Dominum nostrum. Amen.",
          "english": "Eternal God, in whom mercy is endless and the treasury of compassion inexhaustible, look kindly upon us and increase Your mercy in us, that in difficult moments we might not despair nor become despondent, but with great confidence submit ourselves to Your holy will, which is Love and Mercy itself. Through Christ our Lord. Amen."
        }
      },
  
      "template": {
        "opening": [
          "sign_of_the_cross",
          "our_father",
          "hail_mary",
          "apostles_creed"
        ],
        "decade": [
          {"eternal_father": 1},
          {"for_his_sorrowful_passion": 10}
        ],
        "closing": [
          {"holy_god": 3},
          "sign_of_the_cross"
        ],
        "structure": {
          "decades": 5
        }
      },
      "structure": {
        "decades": 5
      }
    }
  }
  