{
    "benedictus_(canticle_of_zechariah)": "Bendito sea el Señor, Dios de Israel, porque ha visitado y redimido a su pueblo, suscitándonos una fuerza de salvación en la casa de David, su siervo, según lo había predicho desde antiguo por boca de sus santos profetas. Es la salvación que nos libra de nuestros enemigos y de la mano de todos los que nos odian; ha realizado así la misericordia que tuvo con nuestros padres, recordando su santa alianza y el juramento que juró a nuestro padre Abraham. Para concedernos que, libres de temor, arrancados de la mano de los enemigos, le sirvamos con santidad y justicia, en su presencia, todos nuestros días. Y a ti, niño, te llamarán profeta del Altísimo, porque irás delante del Señor a preparar sus caminos, anunciando a su pueblo la salvación, el perdón de sus pecados. Por la entrañable misericordia de nuestro Dios, nos visitará el sol que nace de lo alto, para iluminar a los que viven en tinieblas y en sombra de muerte, para guiar nuestros pasos por el camino de la paz.",
    "magnificat_(canticle_of_mary)": "Proclama mi alma la grandeza del Señor, se alegra mi espíritu en Dios, mi salvador; porque ha mirado la humillación de su esclava. Desde ahora me felicitarán todas las generaciones, porque el Poderoso ha hecho obras grandes por mí: su nombre es santo, y su misericordia llega a sus fieles de generación en generación. Él hace proezas con su brazo: dispersa a los soberbios de corazón, derriba del trono a los poderosos y enaltece a los humildes, a los hambrientos los colma de bienes y a los ricos los despide vacíos. Auxilia a Israel, su siervo, acordándose de la misericordia —como lo había prometido a nuestros padres— en favor de Abraham y su descendencia por siempre.",
    "nunc_dimittis_(canticle_of_simeon)": "Ahora, Señor, según tu promesa, puedes dejar a tu siervo irse en paz, porque mis ojos han visto a tu Salvador, a quien has presentado ante todos los pueblos: luz para alumbrar a las naciones y gloria de tu pueblo Israel.",
    "benedicite_omnia_opera_domini": "Bendecid al Señor, todas las obras del Señor; alabadle y ensalzadle por siempre. Bendecid al Señor, ángeles del Señor; bendecid al Señor, cielos. Bendecid al Señor, aguas del espacio superior; bendecid al Señor, ejércitos del Señor. Bendecid al Señor, sol y luna; bendecid al Señor, astros del cielo. Bendecid al Señor, lluvias y rocíos; bendecid al Señor, todos los vientos. Bendecid al Señor, fuego y calor; bendecid al Señor, fríos y heladas. Bendecid al Señor, rocíos y nevadas; bendecid al Señor, témpanos y hielos. Bendecid al Señor, escarchas y nieves; bendecid al Señor, noches y días. Bendecid al Señor, luz y tinieblas; bendecid al Señor, rayos y nubes. Bendiga la tierra al Señor; alábenle y ensálcenle por siempre. Bendecid al Señor, montes y colinas; bendecid al Señor, cuanto germina en la tierra. Bendecid al Señor, manantiales; bendecid al Señor, mares y ríos. Bendecid al Señor, cetáceos y peces; bendecid al Señor, aves del cielo. Bendecid al Señor, fieras y ganados; bendecid al Señor, hijos de los hombres. Bendiga Israel al Señor; alábenle y ensálcenle por siempre. Bendecid al Señor, sacerdotes del Señor; bendecid al Señor, siervos del Señor. Bendecid al Señor, espíritus y almas de los justos; bendecid al Señor, santos y humildes de corazón. Bendecid al Señor, Ananías, Azarías y Misael; alabadle y ensalzadle por siempre. Bendigamos al Padre, al Hijo y al Espíritu Santo; alabémosle y ensalcémosle por siempre. Bendito eres, Señor, en la bóveda del cielo; digno de alabanza y de gloria por los siglos.",
    "prayer_of_st._francis": "Señor, haz de mí un instrumento de tu paz: donde haya odio, ponga yo amor; donde haya ofensa, ponga yo perdón; donde haya discordia, ponga yo unión; donde haya error, ponga yo verdad; donde haya duda, ponga yo fe; donde haya desesperación, ponga yo esperanza; donde haya tinieblas, ponga yo luz; donde haya tristeza, ponga yo alegría. Oh Maestro, que no busque tanto ser consolado como consolar; ser comprendido como comprender; ser amado como amar. Porque es dando como se recibe; perdonando como se es perdonado; muriendo como se resucita a la vida eterna.",
    "angelus_domini": "℣. El ángel del Señor anunció a María. ℟. Y concibió por obra del Espíritu Santo. Ave María... ℣. He aquí la esclava del Señor. ℟. Hágase en mí según tu palabra. Ave María... ℣. Y el Verbo se hizo carne. ℟. Y habitó entre nosotros. Ave María... ℣. Ruega por nosotros, Santa Madre de Dios. ℟. Para que seamos dignos de alcanzar las promesas de nuestro Señor Jesucristo. Oremos: Derrama, Señor, tu gracia en nuestras almas, para que los que, por el anuncio del ángel, hemos conocido la encarnación de tu Hijo Jesucristo, por su pasión y cruz seamos llevados a la gloria de la resurrección. Por el mismo Cristo nuestro Señor. ℟. Amén.",
    "our_father": "Padre nuestro, que estás en el cielo, santificado sea tu nombre; venga a nosotros tu reino; hágase tu voluntad en la tierra como en el cielo. Danos hoy nuestro pan de cada día; perdona nuestras ofensas, como también nosotros perdonamos a los que nos ofenden; no nos dejes caer en la tentación y líbranos del mal. Amén.",
    "hail_mary": "Dios te salve, María, llena eres de gracia; el Señor es contigo. Bendita tú eres entre todas las mujeres y bendito es el fruto de tu vientre, Jesús. Santa María, Madre de Dios, ruega por nosotros, pecadores, ahora y en la hora de nuestra muerte. Amén.",
    "glory_be": "Gloria al Padre, y al Hijo, y al Espíritu Santo. Como era en el principio, ahora y siempre, por los siglos de los siglos. Amén.",
    "fatima_prayer": "Oh Jesús mío, perdona nuestros pecados, líbranos del fuego del infierno, lleva al cielo a todas las almas, especialmente a las más necesitadas de tu misericordia.",
    "hail_holy_queen": "Dios te salve, Reina y Madre de misericordia, vida, dulzura y esperanza nuestra; Dios te salve. A ti llamamos los desterrados hijos de Eva; a ti suspiramos, gimiendo y llorando en este valle de lágrimas. Ea, pues, Señora, abogada nuestra, vuelve a nosotros esos tus ojos misericordiosos; y después de este destierro, muéstranos a Jesús, fruto bendito de tu vientre. ¡Oh clementísima, oh piadosa, oh dulce Virgen María! ℣. Ruega por nosotros, Santa Madre de Dios. ℟. Para que seamos dignos de alcanzar las promesas de nuestro Señor Jesucristo.",
    "final_prayer": "Oh Dios, cuyo Hijo unigénito nos adquirió con su vida, muerte y resurrección los premios de la salvación eterna, concédenos, te suplicamos, que, meditando estos misterios del Santísimo Rosario de la Bienaventurada Virgen María, imitemos lo que contienen y obtengamos lo que prometen. Por el mismo Cristo nuestro Señor. Amén.",
    "opening_prayer": "Expiraste, Jesús, pero la fuente de vida brotó para las almas, y el mar de misericordia se abrió para el mundo entero. Oh fuente de vida, insondable misericordia divina, abarca al mundo entero y derrámate sobre nosotros. Oh Sangre y Agua que brotaste del Corazón de Jesús como fuente de misericordia para nosotros, en ti confío.",
    "closing_prayer": "Dios eterno, en quien la misericordia es infinita y el tesoro de compasión inagotable, mira con bondad y aumenta tu misericordia en nosotros, para que en momentos difíciles no nos desesperemos ni nos desalentemos, sino que, con gran confianza, nos sometamos a tu santa voluntad, que es el Amor y la Misericordia mismos. Amén.",
    "angelus_1": "℣. El ángel del Señor anunció a María. ℟. Y concibió por obra del Espíritu Santo. Ave María...",
    "angelus_2": "℣. He aquí la esclava del Señor. ℟. Hágase en mí según tu palabra. Ave María...",
    "angelus_3": "℣. Y el Verbo se hizo carne. ℟. Y habitó entre nosotros. Ave María...",
    "lh_2": "Venid, aclamemos al Señor, demos vítores a la Roca que nos salva; entremos a su presencia dándole gracias, aclamándolo con cantos. Porque el Señor es un Dios grande, soberano de todos los dioses; tiene en su mano las simas de la tierra, son suyas las cumbres de los montes; suyo es el mar, porque él lo hizo; la tierra firme que modelaron sus manos. Venid, postrémonos por tierra, bendiciendo al Señor, creador nuestro. Porque él es nuestro Dios, y nosotros su pueblo, el rebaño que él guía. Ojalá escuchéis hoy su voz: \"No endurezcáis el corazón como en Meribá, como el día de Masá en el desierto; cuando vuestros padres me pusieron a prueba y me tentaron, aunque habían visto mis obras. Durante cuarenta años aquella generación me repugnó, y dije: Es un pueblo de corazón extraviado, que no reconoce mi camino; por eso he jurado en mi cólera que no entrarán en mi descanso.\"",
    "lh_4": "Gloria al Padre, y al Hijo, y al Espíritu Santo. Como era en el principio, ahora y siempre, por los siglos de los siglos. Amén.",
    "lh_5": "Bendito sea el Señor, Dios de Israel, porque ha visitado y redimido a su pueblo, suscitándonos una fuerza de salvación en la casa de David, su siervo, según lo había predicho desde antiguo por boca de sus santos profetas. Es la salvación que nos libra de nuestros enemigos y de la mano de todos los que nos odian; ha realizado así la misericordia que tuvo con nuestros padres, recordando su santa alianza y el juramento que juró a nuestro padre Abraham. Para concedernos que, libres de temor, arrancados de la mano de los enemigos, le sirvamos con santidad y justicia, en su presencia, todos nuestros días. Y a ti, niño, te llamarán profeta del Altísimo, porque irás delante del Señor a preparar sus caminos, anunciando a su pueblo la salvación, el perdón de sus pecados. Por la entrañable misericordia de nuestro Dios, nos visitará el sol que nace de lo alto, para iluminar a los que viven en tinieblas y en sombra de muerte, para guiar nuestros pasos por el camino de la paz.",
    "lh_6": "Proclama mi alma la grandeza del Señor, se alegra mi espíritu en Dios, mi salvador; porque ha mirado la humillación de su esclava. Desde ahora me felicitarán todas las generaciones, porque el Poderoso ha hecho obras grandes por mí: su nombre es santo, y su misericordia llega a sus fieles de generación en generación. Él hace proezas con su brazo: dispersa a los soberbios de corazón, derriba del trono a los poderosos y enaltece a los humildes, a los hambrientos los colma de bienes y a los ricos los despide vacíos. Auxilia a Israel, su siervo, acordándose de la misericordia —como lo había prometido a nuestros padres— en favor de Abraham y su descendencia por siempre.",
    "lh_7": "Ahora, Señor, según tu promesa, puedes dejar a tu siervo irse en paz, porque mis ojos han visto a tu Salvador, a quien has presentado ante todos los pueblos: luz para alumbrar a las naciones y gloria de tu pueblo Israel."
  }
   
  