{
  "spanish_translations": {
    "pater_noster": "Padre nuestro, que estás en el cielo, santificado sea tu Nombre; venga a nosotros tu Reino; hágase tu voluntad en la tierra como en el cielo. Danos hoy nuestro pan de cada día; perdona nuestras ofensas, como también nosotros perdonamos a los que nos ofenden; no nos dejes caer en la tentación y líbranos del mal. Amén.",
    "ave_maria": "Dios te salve, María, llena eres de gracia; el Señor es contigo; bendita tú eres entre todas las mujeres y bendito es el fruto de tu vientre, Jesús. Santa María, Madre de Dios, ruega por nosotros, pecadores, ahora y en la hora de nuestra muerte. Amén.",
    "gloria_patri": "Gloria al Padre, y al Hijo, y al Espíritu Santo. Como era en el principio, ahora y siempre, por los siglos de los siglos. Amén.",
    "sign_of_the_cross": "En el nombre del Padre, y del Hijo, y del Espíritu Santo. Amén.",
    "apostles_creed": "Creo en Dios, Padre todopoderoso, creador del cielo y de la tierra; y en Jesucristo, su único Hijo, nuestro Señor, que fue concebido por obra y gracia del Espíritu Santo, nació de santa María Virgen, padeció bajo el poder de Poncio Pilato, fue crucificado, muerto y sepultado; descendió a los infiernos; al tercer día resucitó de entre los muertos; subió a los cielos y está sentado a la derecha de Dios, Padre todopoderoso; desde allí ha de venir a juzgar a vivos y muertos. Creo en el Espíritu Santo, la santa Iglesia católica, la comunión de los santos, el perdón de los pecados, la resurrección de la carne y la vida eterna. Amén.",
    "greeting": "El Señor esté con ustedes.",
    "confiteor": "Yo confieso ante Dios todopoderoso y ante ustedes, hermanos, que he pecado mucho de pensamiento, palabra, obra y omisión; por mi culpa, por mi culpa, por mi gran culpa. Por eso ruego a santa María, siempre Virgen, a los ángeles, a los santos y a ustedes, hermanos, que intercedan por mí ante Dios, nuestro Señor. Amén.",
    "penitential_act_b": "V/. Ten piedad de nosotros, Señor. R/. Porque hemos pecado contra Ti. V/. Muéstranos, Señor, tu misericordia. R/. Y danos tu salvación.",
    "penitential_act_c": "V/. Tú que has sido enviado a sanar a los contritos de corazón: Señor, ten piedad. R/. Señor, ten piedad.\nV/. Tú que has venido a llamar a los pecadores: Cristo, ten piedad. R/. Cristo, ten piedad.\nV/. Tú que estás sentado a la derecha del Padre para interceder por nosotros: Señor, ten piedad. R/. Señor, ten piedad.",
    "kyrie": "Señor, ten piedad. Cristo, ten piedad. Señor, ten piedad.",
    "gloria": "Gloria a Dios en el cielo, y en la tierra paz a los hombres que ama el Señor. Te alabamos, te bendecimos, te adoramos, te glorificamos, te damos gracias, Señor Dios, Rey celestial, Dios Padre todopoderoso. Señor, Hijo único, Jesucristo, Señor Dios, Cordero de Dios, Hijo del Padre; Tú que quitas el pecado del mundo, ten piedad de nosotros; Tú que quitas el pecado del mundo, atiende nuestra súplica; Tú que estás sentado a la derecha del Padre, ten piedad de nosotros. Porque sólo Tú eres Santo, sólo Tú Señor, sólo Tú Altísimo Jesucristo, con el Espíritu Santo, en la gloria de Dios Padre. Amén.",
    "nicene_creed": "Creo en un solo Dios, Padre todopoderoso, Creador del cielo y de la tierra, de todo lo visible y lo invisible. Creo en un solo Señor Jesucristo, Hijo único de Dios, nacido del Padre antes de todos los siglos: Dios de Dios, Luz de Luz, Dios verdadero de Dios verdadero, engendrado, no creado, de la misma naturaleza del Padre; por quien todo fue hecho; que por nosotros los hombres y por nuestra salvación bajó del cielo, y por obra del Espíritu Santo se encarnó de María, la Virgen, y se hizo hombre; y por nuestra causa fue crucificado en tiempos de Poncio Pilato; padeció y fue sepultado, y resucitó al tercer día, según las Escrituras; y subió al cielo, y está sentado a la derecha del Padre; y de nuevo vendrá con gloria para juzgar a vivos y muertos, y su reino no tendrá fin. Creo en el Espíritu Santo, Señor y dador de vida, que procede del Padre y del Hijo, que con el Padre y el Hijo recibe una misma adoración y gloria, y que habló por los profetas. Creo en la Iglesia, que es una, santa, católica y apostólica. Confieso que hay un solo bautismo para el perdón de los pecados. Espero la resurrección de los muertos y la vida del mundo futuro. Amén.",
    "orate_fratres": "Orad, hermanos, para que este sacrificio, mío y vuestro, sea agradable a Dios, Padre todopoderoso.",
    "preface_dialogue": "El Señor esté con vosotros.\nY con tu espíritu.\nLevantemos el corazón.\nLo tenemos levantado hacia el Señor.\nDemos gracias al Señor, nuestro Dios.\nEs justo y necesario.",
    "sanctus": "Santo, Santo, Santo es el Señor, Dios del universo. Llenos están el cielo y la tierra de tu gloria. Hosanna en el cielo. Bendito el que viene en nombre del Señor. Hosanna en el cielo.",
    "mystery_of_faith_1": "Anunciamos tu muerte, Señor, proclamamos tu resurrección. ¡Ven, Señor Jesús!",
    "mystery_of_faith_2": "Cada vez que comemos de este Pan y bebemos de este Cáliz, anunciamos tu muerte, Señor, hasta que vuelvas.",
    "mystery_of_faith_3": "Sálvanos, Salvador del mundo, que nos has liberado por tu cruz y resurrección.",
    "pax_domini": "La paz del Señor esté siempre con vosotros.",
    "agnus_dei": "Cordero de Dios, que quitas el pecado del mundo, ten piedad de nosotros. Cordero de Dios, que quitas el pecado del mundo, ten piedad de nosotros. Cordero de Dios, que quitas el pecado del mundo, danos la paz.",
    "ecce_agnus_dei": "Éste es el Cordero de Dios, que quita el pecado del mundo. Dichosos los invitados a la cena del Señor.",
    "domine_non_sum_dignus": "Señor, no soy digno de que entres en mi casa, pero una palabra tuya bastará para sanarme.",
    "ite_missa_est": "Podéis ir en paz.",
    "communio_spiritualis": "Jesús mío, creo que estás realmente presente en el Santísimo Sacramento. Te amo sobre todas las cosas y deseo recibirte dentro de mi alma; pero, no pudiendo hacerlo ahora sacramentalmente, ven al menos espiritualmente a mi corazón. Como si ya te hubiese recibido, te abrazo y me uno completamente a Ti; no permitas que jamás me aparte de Ti. Amén.",
    "collect": "(Oración variable del día)",
    "first_reading": "(Lectura bíblica variable)",
    "responsorial_psalm": "(Salmo responsorial variable)",
    "second_reading": "(Segunda lectura variable)",
    "gospel_acclamation": "Aleluya, aleluya. (Versículo variable) Aleluya.",
    "gospel": "(Lectura del Evangelio variable)",
    "homily": "(Reflexión sobre las lecturas)",
    "creed": "(Ver Credo Niceno o de los Apóstoles)",
    "intercessions": "(Peticiones variables)",
    "offertory": "Bendito seas, Señor, Dios del universo, por este pan, fruto de la tierra y del trabajo del hombre, que recibimos de tu generosidad y ahora te presentamos: él será para nosotros pan de vida.",
    "prayer_over_offerings": "(Oración sobre las ofrendas variable)",
    "eucharistic_prayer_i": "(Plegaria eucarística variable — incluye consagración)",
    "memorial_acclamation": "(Ver Misterio de la Fe)",
    "doxology": "Por Cristo, con Él y en Él, a ti, Dios Padre omnipotente, en la unidad del Espíritu Santo, todo honor y toda gloria por los siglos de los siglos.",
    "lords_prayer": "(Ver Padre Nuestro)",
    "sign_of_peace": "(Rito de la Paz)",
    "communion": "(Distribución de la Sagrada Comunión)",
    "prayer_after_communion": "(Oración después de la Comunión variable)",
    "blessing": "La bendición de Dios todopoderoso, Padre, Hijo y Espíritu Santo, descienda sobre vosotros.",
    "dismissal": "(Despedida)",
    "credo_(apostles'_creed)": "Creo en Dios, Padre todopoderoso, Creador del cielo y de la tierra. Creo en Jesucristo, su único Hijo, nuestro Señor, que fue concebido por obra y gracia del Espíritu Santo, nació de santa María Virgen, padeció bajo el poder de Poncio Pilato, fue crucificado, muerto y sepultado, descendió a los infiernos, al tercer día resucitó de entre los muertos, subió a los cielos y está sentado a la derecha de Dios, Padre todopoderoso. Desde allí ha de venir a juzgar a vivos y muertos. Creo en el Espíritu Santo, la santa Iglesia católica, la comunión de los santos, el perdón de los pecados, la resurrección de la carne y la vida eterna. Amén.",
    "salve_regina": "Dios te salve, Reina y Madre de misericordia, vida, dulzura y esperanza nuestra; Dios te salve. A Ti llamamos los desterrados hijos de Eva; a Ti suspiramos, gimiendo y llorando en este valle de lágrimas. Ea, pues, Señora, abogada nuestra, vuelve a nosotros esos tus ojos misericordiosos; y después de este destierro, muéstranos a Jesús, fruto bendito de tu vientre. ¡Oh clemente, oh piadosa, oh dulce Virgen María!",
    "anima_christi": "Alma de Cristo, santifícame. Cuerpo de Cristo, sálvame. Sangre de Cristo, embriágame. Agua del costado de Cristo, lávame. Pasión de Cristo, confórtame. ¡Oh buen Jesús!, óyeme. Dentro de tus llagas, escóndeme. No permitas que me aparte de Ti. Del maligno enemigo, defiéndeme. En la hora de mi muerte, llámame y mándame ir a Ti, para que con tus santos te alabe por los siglos de los siglos. Amén.",
    "actus_fidei": "Dios mío, creo firmemente todas las verdades que tu Santa Iglesia católica enseña, porque Tú las has revelado, que eres la Verdad misma. En esta fe quiero vivir y morir. Amén.",
    "actus_spei": "Dios mío, espero, con firme confianza, que por tu infinita bondad y los méritos de Jesucristo me concederás el perdón de mis pecados, la gracia necesaria y la vida eterna. Amén.",
    "actus_caritatis": "Dios mío, Te amo sobre todas las cosas con todo mi corazón y toda mi alma porque eres infinitamente bueno y digno de amor; y, por amor a Ti, amo a mi prójimo como a mí mismo. Amén.",
    "oblatio_matutina": "Oh Jesús, por el Inmaculado Corazón de María, te ofrezco mis oraciones, obras, alegrías y sufrimientos de este día, en unión con el Santo Sacrificio de la Misa en todo el mundo, por todas las intenciones de tu Sagrado Corazón. Amén.",
    "veni_sancte_spiritus_(oratio_brevis)": "Ven, Espíritu Santo, llena los corazones de tus fieles y enciende en ellos el fuego de tu amor.",
    "oratio_fatimae": "Oh Jesús mío, perdona nuestros pecados, líbranos del fuego del infierno; lleva al cielo a todas las almas, especialmente a las más necesitadas de tu misericordia. Amén.",
    "en_ego,_o_bone_et_dulcissime_iesu": "Mírame, oh buen y dulcísimo Jesús, postrado de rodillas en tu presencia; te ruego que grabes en mi corazón vivos sentimientos de fe, esperanza y caridad, verdadero dolor de mis pecados y firme propósito de enmienda. Amén.",
    "oremus_pro_pontifice_nostro": "Oremos por nuestro Santo Padre N.: que el Señor lo conserve, le dé vida, lo haga dichoso en la tierra y no lo entregue a la maldad de sus enemigos.",
    "laudes_divinae": "Bendito sea Dios. Bendito sea su santo Nombre. Bendito sea Jesucristo, verdadero Dios y verdadero Hombre. Bendito sea el Nombre de Jesús. Bendito sea su Sacratísimo Corazón. Bendita sea su Preciosísima Sangre. Bendito sea Jesús en el Santísimo Sacramento del Altar. Bendito sea el Espíritu Santo, Paráclito. Bendita sea la excelsa Madre de Dios, María Santísima. Bendita sea su santa e Inmaculada Concepción. Bendita sea su gloriosa Asunción. Bendito sea el nombre de María, Virgen y Madre. Bendito sea San José, su castísimo esposo. Bendito sea Dios en sus ángeles y en sus santos. Amén.",
    "in_manus_tuas,_domine": "En tus manos, Señor, encomiendo mi espíritu.",
    "psalmus_23_(dominus_regit_me)": "El Señor es mi pastor, nada me falta.",
    "deus_in_adjutorium": "Dios mío, ven en mi auxilio; Señor, date prisa en socorrerme.",
    "benedictio_post_mensam_(after_meals)": "Te damos gracias, Señor, Dios omnipotente, por todos tus beneficios. Tú que vives y reinas por los siglos de los siglos. Amén.",
    "actus_contritionis": "Dios mío, me arrepiento de todo corazón de haberte ofendido; detesto todos mis pecados porque temo la pérdida del cielo y las penas del infierno; pero más porque te ofenden a Ti, mi Dios, que eres todo bondad y digno de todo amor. Propongo firmemente, con la ayuda de tu gracia, confesar mis pecados, hacer penitencia y enmendar mi vida. Amén.",
    "tota_pulchra_es": "Toda hermosa eres, María, y no hay mancha de pecado original en Ti.",
    "suscipe_(prayer_of_st._ignatius)": "Toma, Señor, y recibe toda mi libertad, mi memoria, mi entendimiento y toda mi voluntad; todo mi haber y mi poseer. Tú me lo diste; a Ti, Señor, lo devuelvo. Todo es tuyo; dispón de ello según tu voluntad. Dame tu amor y gracia; que esto me basta. Amén.",
    "regina_caeli": "Reina del cielo, alégrate, aleluya; porque el que mereciste llevar en tu seno, aleluya, ha resucitado, como lo dijo, aleluya. Ruega a Dios por nosotros, aleluya.",
    "alma_redemptoris_mater": "Madre del Redentor, puerta del cielo siempre abierta, estrella del mar, socorre al pueblo que cae intentando levantarse. Tú que engendraste, con asombro de la naturaleza, a tu santo Creador, Virgen antes y después, que recibiste de labios de Gabriel aquel saludo, ten piedad de los pecadores.",
    "ave_regina_caelorum": "Dios te salve, Reina del cielo; salve, Señora de los ángeles; salve, raíz, salve, puerta, de la que nació la luz del mundo. Alégrate, gloriosa Virgen, la más bella entre todas; salve, oh muy hermosa, y ruega a Cristo por nosotros.",
    "kyrie_eleison": "Señor, ten piedad. Cristo, ten piedad. Señor, ten piedad.",
    "sub_tuum_praesidium": "Bajo tu amparo nos acogemos, santa Madre de Dios; no desprecies las súplicas que te dirigimos en nuestras necesidades; antes bien, líbranos de todo peligro, ¡oh Virgen gloriosa y bendita!",
    "memorare": "Acuérdate, oh piadosísima Virgen María, que jamás se ha oído decir que ninguno que haya acudido a tu protección haya sido abandonado. Animado con esta confianza, a Ti acudo. No desoigas mis súplicas; antes bien, escúchalas y acógelas benignamente. Amén.",
    "angele_dei_(prayer_to_the_guardian_angel)": "Ángel de la guarda, dulce compañía, no me desampares ni de noche ni de día; no me dejes solo, que me perdería. Amén.",
    "benedictio_mensae_(before_meals)": "Bendícenos, Señor, y bendice estos alimentos que por tu bondad vamos a recibir. Por Cristo nuestro Señor. Amén.",
    "adoro_te_devote": "Te adoro con devoción, Dios escondido, oculto verdaderamente bajo estas apariencias; a Ti se somete mi corazón por completo, y se rinde totalmente al contemplarte.",
    "tantum_ergo": "Por tanto, tan sublime Sacramento adoremos con fervor; y la antigua Alianza ceda lugar al nuevo rito; la fe supla la incapacidad de los sentidos.",
    "o_salutaris_hostia": "¡Oh Hostia santa y salvadora, que abres la puerta del cielo! Las guerras nos cercan; danos fuerza, danos auxilio.",
    "ad_te,_beate_ioseph": "A Ti, bienaventurado San José, acudimos en nuestra tribulación; y, después de implorar el auxilio de tu santísima Esposa, solicitamos también confiados tu patrocinio. Por el amor que te unió a la Inmaculada Virgen María y por el cuidado paternal con que abrazaste al Niño Jesús, te suplicamos que socorras nuestras necesidades.",
    "prayer_to_the_sacred_heart": "Sagrado Corazón de Jesús, en Ti confío.",
    "ubi_caritas": "Donde hay caridad y amor, allí está Dios.",
    "prayer_for_purity": "Oh María, Madre purísima, ruega por nosotros.",
    "laudate_dominum_(psalm_117)": "Alabad al Señor, todas las naciones; aclamadlo, todos los pueblos.",
    "sancte_michael_archangele": "San Miguel Arcángel, defiéndenos en la batalla; sé nuestro amparo contra la perversidad y las asechanzas del demonio. Reprímale Dios, pedimos suplicantes; y tú, Príncipe de la Milicia Celestial, arroja al infierno, con el poder de Dios, a Satanás y a los demás espíritus malignos que vagan por el mundo para la perdición de las almas. Amén.",
    "requiem_aeternam": "Concédeles, Señor, el descanso eterno, y brille para ellos la luz perpetua. Descansen en paz. Amén.",
    "veni_creator_spiritus": "Ven, Espíritu Creador, visita las almas de tus fieles y llena de la divina gracia los corazones que Tú mismo creaste...",
    "veni_sancte_spiritus_(sequence)": "Ven, Espíritu divino, manda tu luz desde el cielo. Padre amoroso del pobre, dador de los dones, luz de los corazones...",
    "ave_maris_stella": "Salve, estrella del mar, madre y puerta del cielo, Virgen eternamente feliz...",
    "te_deum": "Te alabamos, Señor, y te reconocemos como Dios; te ensalza el universo entero. Los ángeles todos, los cielos y sus poderes...",
    "benedictus_(canticle_of_zechariah)": "Bendito sea el Señor, Dios de Israel, porque ha visitado y redimido a su pueblo...",
    "magnificat_(canticle_of_mary)": "Proclama mi alma la grandeza del Señor, se alegra mi espíritu en Dios, mi salvador...",
    "nunc_dimittis_(canticle_of_simeon)": "Ahora, Señor, según tu promesa, puedes dejar a tu siervo irse en paz, porque mis ojos han visto a tu Salvador...",
    "benedicite_omnia_opera_domini": "Bendecid al Señor todas las obras del Señor; alabadlo y exaltadlo por los siglos...",
    "prayer_of_st._francis": "Señor, haz de mí un instrumento de tu paz: donde haya odio, ponga yo amor; donde haya ofensa, ponga yo perdón...",
    "angelus_domini": "℣. El ángel del Señor anunció a María. ℟. Y concibió por obra del Espíritu Santo...",
    "lord_be_with_you": "El Señor esté con ustedes.",
    "and_with_your_spirit": "Y con tu espíritu.",
    "our_father": "Padre nuestro, que estás en el cielo...",
    "hail_mary": "Dios te salve, María...",
    "glory_be": "Gloria al Padre...",
    "fatima_prayer": "Oh Jesús mío, perdona nuestros pecados...",
    "hail_holy_queen": "Dios te salve, Reina y Madre...",
    "final_prayer": "Oh Dios, cuyo Hijo unigénito nos adquirió con su vida, muerte y resurrección los premios de la salvación eterna...",
    "opening_prayer": "Expiraste, Jesús, pero la fuente de vida brotó para las almas...",
    "eternal_father": "Padre eterno, te ofrezco el Cuerpo y la Sangre, el Alma y la Divinidad de tu amadísimo Hijo, nuestro Señor Jesucristo, como propiciación de nuestros pecados y los del mundo entero.",
    "for_his_sorrowful_passion": "Por su dolorosa Pasión, ten misericordia de nosotros y del mundo entero.",
    "holy_god": "Santo Dios, Santo Fuerte, Santo Inmortal, ten misericordia de nosotros y del mundo entero.",
    "closing_prayer": "Dios eterno, en quien la misericordia es infinita y el tesoro de compasión inagotable, mira con bondad y aumenta tu misericordia en nosotros...",
    "angelus_1": "℣. El ángel del Señor anunció a María. ℟. Y concibió por obra del Espíritu Santo. Ave María...",
    "angelus_2": "℣. He aquí la esclava del Señor. ℟. Hágase en mí según tu palabra. Ave María...",
    "angelus_3": "℣. Y el Verbo se hizo carne. ℟. Y habitó entre nosotros. Ave María...",
    "angelus_4": "℣. Ruega por nosotros, santa Madre de Dios. ℟. Para que seamos dignos de alcanzar las promesas de Cristo.",
    "angelus_5": "Derrama, Señor, tu gracia sobre nuestros corazones, para que, habiendo conocido por el anuncio del ángel la encarnación de tu Hijo, lleguemos, por su Pasión y su Cruz, a la gloria de la resurrección. Por Cristo nuestro Señor. Amén.",
    "lh_1": "Señor, ábreme los labios, y mi boca proclamará tu alabanza.",
    "lh_2": "Venid, aclamemos al Señor, demos vítores a la Roca que nos salva...",
    "lh_3": "Dios mío, ven en mi auxilio; Señor, date prisa en socorrerme.",
    "lh_4": "Gloria al Padre, y al Hijo, y al Espíritu Santo...",
    "lh_5": "Bendito sea el Señor, Dios de Israel, porque ha visitado y redimido a su pueblo...",
    "lh_6": "Proclama mi alma la grandeza del Señor...",
    "lh_7": "Ahora, Señor, según tu promesa, puedes dejar a tu siervo irse en paz..."
  }
}